<?php

return [
    'title' => 'مفهوم الحل' ,
    'title_1' => 'مفهوم ' ,
    'title_2' => ' الحل' ,
    'welcome' => 'اهلا وسهلا ',
    'Home' => ' الرئيسية ',
    'about_us' => ' عن الشركة',
    'Services' => 'خدماتنا',
    'Profile' => 'بروفايل ',
    'Contact_us' => ' تواصل معنا',
    'homepage' => 'THECS هي وجهتك إذا كان مشروعك يتطلب كاملًا وشاملًا ،
    حلول متكاملة وموثوقة. نقدم مشاريع قياسية عالية الجودة
     نحن نوفر لك أفضل قيمة للميزانية التي تم إنفاقها. رضاك هو
    أولويتنا القصوى',
    'about_page' => 'تأسست في عام 2009 مع عضو في الفريق من ذوي الخبرة مع أكثر من 14 عامًا , في المملكة العربية السعودية ، نجمع في الحلول ، لخدمة الشركات الصغيرة والمتوسطة والعملاقة , خدمة قاعدة العملاء المحلية ، نحن تقديم خدمات البنية التحتية عالية التقنية ، وحلول الاتصالات الموحدة ، والاستشارات و خدمات التكنولوجيا ، تكامل النظم ، والخدمات المدارة. , مع خبرتنا التكنولوجية العميقة ومعرفتنا في الصناعة ، نعمل مع العملاء عبر قطاعات السوق , خدمات البيع بالتجزئة ، والقطاع الحكومي ، الخاص , القطاع ، وما إلى ذلك ، نحن نركز على تقنية المبتكرة التي تعمل على التقدم و التي تساعد المنظمات على إنشاء شركتها في المستقبل .',
    'Our_Vision' => 'رؤيتنا',
    'Our_Vision_content' => 'مفهوم الحل هي المصدر الفردي المفضل على الاطلاق وتستطيع الاعتماد عليها في المنتجات والخدمات والحلول.  ونسعى دائما لان نكون الرواد في مجال تقنية المعلومات .',
    'Our_Mission' => 'مهمتنا',
    'Our_Mission_content' => 'خدمة عملائنا بشكل أفضل ، نحن ملتزمون بالاستماع بعناية لاحتياجاتهم المميزة وفهمها بالكامل متطلباتهم. ثم توجيههم إلى أفضل التقنيات التي تخدم تلك الاحتياجات والمساهمة في أعمالهم الملموسة و تقديم أفضل الحلول لعملائنا ، نحن نعتمد على خبرة موظفينا واحترافنا والتعاون الوثيق لشركائنا التكنولوجيين. رعاية من موظفينا وشركائنا الذين يرعون هذه المهام وان التقنية هي  من أهم استثماراتنا.',
    'Contact_Info'=>' معلومات الاتصال',
    'Email'=>'البريد الإلكتروني',
    'OUR_HOURS'=>'ساعات العمل',
    'OUR_HOURS_info'=>'  من الأحد إلى الخميس 08:30 صباحا - 05:00 مساءا',
    'Send_Message'=>' تواصل ',
    'Name'=>'اسم',
    'Subject'=>'الموضوع',
    'Your_Message'=>'رسالتك',
    'send_Message'=>'ارسل الرسالة',


    'What_do_you'=>'ماذا هي',
    'Our_Services'=>'خدماتنا',
    'Our_Services_content'=>'شركة مفهوم الحل تعتزم أن تكون أمام احتياجات العميل ، والتفهم العميق لجميع العملاء ، وتقديم حلول تكنولوجيا المعلومات مفصله ومحسنة من المرحلة الأولية من تحديد المتطلبات ، حتى التسليم النهائي ، والصيانة ، والترقية المستمرة. ننظرا دائما نحن في مفهوم الحل إلى الأشياء من منظور العميل ، وفي نفس الوقت أيضًا فهم احتياجاتهم التجارية الحقيقية لحلول تكنولوجيا المعلومات التي يقدمونها.',


    'IT_Services'=>'خدمات تكنولوجيا المعلومات',
    'IT_Services_content'=>'تقدم THECS طريقة متخصصة  مساعدة مخصصة على مجموعة كاملة من خدمات تكنولوجيا المعلومات والحلول المتطورة.',

    'Networking'=>'الشبكات',
    'Networking_content'=>'THECS خبير في تصميم وتثبيت وصيانة بنية الكابلات الخاصة بعملية.',

    'Products'=>'منتجات',
    'Products_content'=>'THECS تقدم اختيار العملاء والقيمة. لدينا الحلول والأدوات والموارد.',

    'What_We_Do'=>'الذي نفعله ؟',

    'INFRASTRiUCTURE'=> 'البنية التحتية',
    'INFRASTRiUCTURE_content'=> ' يمكننا في THECS أن نوفر لك أفضل الحلول من طرف إلى طرف لتحويل منشأتك الحالية إلى غد متصل وفعال.',

    'DATA_CENTER'=> ' مركز البيانات',
    'DATA_CENTER_content'=> ' من التوحيد والتحكم في التكاليف إلى النشر السريع ووقت التوقف عن الصفر ، تقوم أجهزة الكمبيوتر السريعة الألياف البصرية والنحاس النحاسية بإنشاء مراكز البيانات في الغد.',

    'NETWORK'=> 'شبكة الاتصال',
    'NETWORK_content'=> '    نقوم بتطوير حلول شبكة البيانات من الجيل التالي ، مع وجود زمن انتقال منخفض وتطوير حلول البنية التحتية الفنية على أحدث طراز إلى جميع مراكز البنية التحتية الخاصة.',

    'CCTV_SOLUTION'=> ' حل CCTV',
    'CCTV_SOLUTION_content'=> 'نقوم بإنشاء ونركز على VMS المتقدم ، وأجهزة المراقبة ، وعلاقات العملاء ، ونحن متحمسون من خلال عمليات الإبداع  التي تمكننا من تقديم منتجات عالية الجودة ودعمنا الشركاء.',

    'SECURITY_SOLUTION'=> ' الحل الأمني ',
    'SECURITY_SOLUTION_content'=> '    نقوم بإنشاء ونركز على VMs المتقدمة ، وأجهزة المراقبة ،  تطوير علاقات العملاء ونحن مدفوعون من خلال عمليات الإبداع  التي تمكننا من تقديم منتجات ودعم جودة لنا',


    'CCESS_CONTROL'=> '  السيطرة على التحكم  ',
    'CCESS_CONTROL_content'=> 'تلتزم THECS بمساعدة العملاء بدءًا من خطوة صنع القرار ، حتى يوفر لهم حلول مفتاح التسليم وأفضل تقنية IP المتطورة (لافتات رقمية ومؤتمرات الفيديو وإدارة الغرف) ، التصميم الاب للتركيب على الصيانة ، مع ضمان الاستثمار طول العمر ، توسع مبسط داخل منصة مفتوحة ، قابلية التوسع ، المرونة',

    'Clients' => 'العملاء' ,
    'barcode' => 'باركود' ,
    'Links' => 'روابط' ,

    'footer' => 'تكنولوجيا معلومات حل المفهوم
    شركة تكنولوجيا المعلومات الموثوقة التي تبحث عنها' ,
    'foot'=> 'نجعل التكنولوجيا متاحة',
    'Suppliers' => 'الموردين',
    'message' => 'شكرا لك سيتم التواصل من خلال الايميل',
];
